function SendingResultPage() {
  return (
    <div>
      전직대통령의 신분과 예우에 관하여는 법률로 정한다. 국가는 농·어민과
      중소기업의 자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다.
      행정권은 대통령을 수반으로 하는 정부에 속한다. 국가안전보장회의는 대통령이
      주재한다. 국가는 전통문화의 계승·발전과 민족문화의 창달에 노력하여야 한다.
      모든 국민은 소급입법에 의하여 참정권의 제한을 받거나 재산권을 박탈당하지
      아니한다. 대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 법관이
      중대한 심신상의 장해로 직무를 수행할 수 없을 때에는 법률이 정하는 바에
      의하여 퇴직하게 할 수 있다. 국회는 국정을 감사하거나 특정한 국정사안에
      대하여 조사할 수 있으며, 이에 필요한 서류의 제출 또는 증인의 출석과
      증언이나 의견의 진술을 요구할 수 있다. 대통령의 국법상 행위는 문서로써
      하며, 이 문서에는 국무총리와 관계 국무위원이 부서한다. 군사에 관한 것도
      또한 같다. 행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이
      임명한다. 국가는 노인과 청소년의 복지향상을 위한 정책을 실시할 의무를
      진다. 대통령의 선거에 관한 사항은 법률로 정한다. 모든 국민은 주거의 자유를
      침해받지 아니한다. 주거에 대한 압수나 수색을 할 때에는 검사의 신청에
      의하여 법관이 발부한 영장을 제시하여야 한다. 국회는 국민의
      보통·평등·직접·비밀선거에 의하여 선출된 국회의원으로 구성한다. 환경권의
      내용과 행사에 관하여는 법률로 정한다. 정당의 설립은 자유이며, 복수정당제는
      보장된다. 국회는 의원의 자격을 심사하며, 의원을 징계할 수 있다. 국가는
      사회보장·사회복지의 증진에 노력할 의무를 진다. 대통령은 헌법과 법률이
      정하는 바에 의하여 공무원을 임면한다. 국토와 자원은 국가의 보호를 받으며,
      국가는 그 균형있는 개발과 이용을 위하여 필요한 계획을 수립한다.
      민주평화통일자문회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다.
      대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이
      임명한다. 모든 국민은 신속한 재판을 받을 권리를 가진다. 형사피고인은
      상당한 이유가 없는 한 지체없이 공개재판을 받을 권리를 가진다. 국무총리는
      국무위원의 해임을 대통령에게 건의할 수 있다. 군사법원의 조직·권한 및
      재판관의 자격은 법률로 정한다. 모든 국민은 근로의 의무를 진다. 국가는
      근로의 의무의 내용과 조건을 민주주의원칙에 따라 법률로 정한다. 대법관의
      임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다. 근로자는
      근로조건의 향상을 위하여 자주적인 단결권·단체교섭권 및 단체행동권을
      가진다. 대통령의 임기연장 또는 중임변경을 위한 헌법개정은 그 헌법개정 제안
      당시의 대통령에 대하여는 효력이 없다. 대통령의 임기는 5년으로 하며, 중임할
      수 없다. 계엄을 선포한 때에는 대통령은 지체없이 국회에 통고하여야 한다.
      대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서 병력으로써
      군사상의 필요에 응하거나 공공의 안녕질서를 유지할 필요가 있을 때에는
      법률이 정하는 바에 의하여 계엄을 선포할 수 있다. 대법원은 법률에 저촉되지
      아니하는 범위안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한
      규칙을 제정할 수 있다. 대통령은 국회에 출석하여 발언하거나 서한으로 의견을
      표시할 수 있다. 국회의원은 법률이 정하는 직을 겸할 수 없다. 지방의회의
      조직·권한·의원선거와 지방자치단체의 장의 선임방법 기타 지방자치단체의
      조직과 운영에 관한 사항은 법률로 정한다. 한 회계연도를 넘어 계속하여
      지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을
      얻어야 한다. 대한민국의 국민이 되는 요건은 법률로 정한다.
    </div>
  )
}
export default SendingResultPage
